Repository: krgpi/fennec
Catalog: Resources/Localizable.xcstrings
Source language: ja
Languages: en

source: （文字起こし結果がありません）
en: (No transcription results)

source: 「%@」の時間です。録音を開始しますか？
en: It's time for "%@". Start recording?

source: %lld分間音声が検出されなかったため、録音を停止しました。
en: Recording stopped because no audio was detected for %lld minutes.

source: AIが話者を自動識別し、誰が話したかをラベル表示します。初回はモデルのダウンロードが必要です。
en: AI automatically identifies speakers and labels who said what. A model download is required on first use.

source: Apple 音声認識
en: Apple Speech Recognition

source: Apple（標準）
en: Apple (Standard)

source: Apple音声認識で録音中にリアルタイム文字起こしを表示します。Whisperモデルはリアルタイム文字起こしには使用できません。
en: Shows a live transcript while recording using Apple speech recognition. Whisper models cannot be used for live transcription.

source: Claude Code CLI が見つかりません
en: Claude Code CLI not found

source: Claude Code CLI が見つかりません。claude コマンドがインストールされていることを確認してください
en: Claude Code CLI not found. Please ensure the claude command is installed.

source: CLI の起動に失敗しました
en: Failed to launch CLI

source: Dockアイコンを非表示
en: Hide Dock icon

source: Dockアイコンを非表示にしている場合、メニューバー表示は必須です。
en: The menu bar icon is required while the Dock icon is hidden.

source: Finder で開く
en: Show in Finder

source: Finderで開く
en: Show in Finder

source: Large V3（フル）
en: Large V3 (Full)

source: Large V3（推奨）
en: Large V3 (Recommended)

source: Macの起動時に自動的にアプリを起動します。
en: Automatically launch the app when your Mac starts.

source: PC音声
en: System Audio

# permission.microphone
source: マイク
en: Microphone

# settings.tab.recording
source: 録音
en: Recording

# transcript.source.mic
source: マイク
en: Mic

# transcript.source.system
source: PC音声
en: System Audio

source: Whisper（ローカルAI）
en: Whisper (Local AI)

source: Whisper（高精度）
en: Whisper (High Accuracy)

source: Whisperモデルがダウンロードされていません。設定からダウンロードしてください。
en: No Whisper model has been downloaded. Please download one from Settings.

source: Whisperモデルの初期化に失敗しました
en: Failed to initialize the Whisper model

source: Whisperモデルの削除
en: Delete Whisper Models

source: Whisperモデルを使用
en: Use Whisper models

source: あなたは要約アシスタントです。与えられたテキストの内容を端的に表すタイトルを生成します。
en: You are a summarization assistant. Generate a concise title that captures the content of the given text.

source: アプリの言語以外のテキストを検出すると翻訳を表示します。オンデバイス処理のためデータは外部に送信されません。
en: Shows a translation when text in a language other than the app language is detected. Everything is processed on-device; no data is sent externally.

source: アプリを使用するには以下の権限が必要です
en: The following permissions are required to use the app

source: アプリを追加...
en: Add App...

source: ウィンドウが表示されていないときはDockアイコンを非表示にします。
en: Hide the Dock icon when no window is visible.

source: ウィンドウを表示
en: Show Window

source: エラーメッセージをコピー
en: Copy error message

source: エンジン
en: Engine

source: オンの間は録音後の自動文字起こしを行いません。
en: While this is on, transcription is not run automatically after recording.

source: カレンダーの会議予定に合わせて録音開始を提案します。
en: Suggests starting a recording based on meetings in your calendar.

source: カレンダーへのアクセスが許可されていません。システム設定 > プライバシーとセキュリティ > カレンダー で許可してください。
en: Calendar access is not allowed. Please allow it in System Settings > Privacy & Security > Calendars.

source: カレンダーを読み込み中…
en: Loading calendars…

source: キャンセル
en: Cancel

source: ここに登録したアプリがマイクを使用してもアラートを表示しません。一部の再生専用アプリはマイクを使用中と誤判定されるため、あらかじめ登録されています。
en: No alert is shown when these apps use the microphone. Some playback-only apps are pre-registered because they can be misdetected as using the microphone.

source: このモデルをダウンロード（%@）
en: Download This Model (%@)

source: この設定をプリセットとして保存
en: Save these settings as a preset

source: この録音を削除しますか？
en: Delete this recording?

source: コピー
en: Copy

source: コピー済み
en: Copied

source: コンテキスト:
en: Context:

source: コンテキストフォルダ
en: Context Folder

source: コンテキストフォルダと同じ
en: Same as context folder

source: システム
en: System

source: システムに従う
en: System Default

source: システム音声
en: System Audio

source: システム音声キャプチャエラー: %@
en: System audio capture error: %@

source: システム音声をキャプチャするために使用します
en: Used to capture system audio

source: すべて外す
en: Deselect All

source: すべて選択
en: Select All

source: ダウンロード完了
en: Download complete

source: ダウンロード済みのWhisperモデルをすべて削除します。再度使用するにはモデルのダウンロードが必要です。
en: This deletes all downloaded Whisper models. You will need to download a model again to use Whisper.

source: ダウンロード済みの話者識別モデルを削除します。再度使用するにはモデルのダウンロードが必要です。
en: This deletes the downloaded speaker identification model. You will need to download it again to use this feature.

source: ディスプレイが見つかりません
en: No display found

source: テスト会議
en: Test Meeting

source: テスト通知を送信
en: Send Test Notification

source: デフォルト
en: Default

source: デフォルト (%@)
en: Default (%@)

source: はじめる
en: Get Started

source: バックエンド
en: Backend

source: バックエンド:
en: Backend:

source: ファイルの保存に失敗しました
en: Failed to save file

source: フォルダにアクセスできません
en: Cannot access folder

source: フォルダのブックマーク作成に失敗しました
en: Failed to create folder bookmark

source: フォルダを開く
en: Open in Folder

source: プリセット
en: Preset

source: プリセット:
en: Preset:

source: プリセット「%@」を削除します。現在の設定はそのまま残ります。
en: This deletes the preset “%@”. Your current settings are kept.

source: プリセットを使わない
en: No preset

source: プリセットを削除
en: Delete Preset

source: プリセットを削除しますか？
en: Delete this preset?

source: プリセットを更新しますか？
en: Update the preset?

source: プリセット保存:
en: Save Preset:

source: プリセット名
en: Preset Name

source: プリセット名を変更
en: Rename Preset

source: マイク
en: Mic

source: マイクからの入力が検出されていません。マイクの接続や選択を確認してください
en: No microphone input detected. Please check the microphone connection and selection.

source: マイクの使用が許可されていません。システム設定 > プライバシーとセキュリティ > マイク で許可してください。
en: Microphone access is not allowed. Please allow it in System Settings > Privacy & Security > Microphone.

source: マイクモード: %@
en: Microphone mode: %@

source: マイク使用の終了を検知
en: Microphone No Longer In Use

source: マイク使用を検知
en: Microphone In Use

source: マイク使用中のみ通知
en: Notify only while the microphone is in use

source: マイク入力なし
en: No Microphone Input

source: マイク入力を追加できません
en: Could not add microphone input

source: マイク検知
en: Microphone Detection

source: マイク検知から除外するアプリを選択してください
en: Select an app to exclude from microphone detection

source: マイク録音ファイル作成エラー: %@
en: Failed to create the microphone recording file: %@

source: メニューバーからすばやく録音の開始・停止ができます。録音中は経過時間が表示されます。
en: Quickly start and stop recording from the menu bar. The elapsed time is shown while recording.

source: メニューバーに表示
en: Show in menu bar

source: メニューバーのマイクアイコンから変更できます
en: You can change it from the mic icon in the menu bar

source: メモ
en: Notes

source: モデル
en: Model

source: モデル:
en: Model:

source: モデルをダウンロード中… %@
en: Downloading model… %@

source: リアルタイムで文字起こしするために使用します
en: Used for live transcription

source: リアルタイム文字起こしがオンのため選択できません。
en: Unavailable because live transcription is on.

source: リアルタイム文字起こし待機中...
en: Waiting for live transcription...

source: ログイン時に起動
en: Launch at login

source: ワイドスペクトル
en: Wide Spectrum

source: 一定時間音声が検出されないと自動的に録音を停止し、通知でお知らせします。
en: Automatically stops recording and notifies you when no audio is detected for a period of time.

source: 一般
en: General

source: 不明
en: Unknown

source: 今すぐ再起動
en: Restart Now

source: 他のアプリがマイクの使用を停止しました。 録音を停止しますか？
en: Another app stopped using the microphone. Stop recording?

source: 他のアプリがマイクの使用を停止しました。録音を停止しますか？
en: Another app stopped using the microphone. Stop recording?

source: 他のアプリがマイクを使い始めたとき、録音の開始を確認するアラートを表示します。
en: Show an alert asking whether to start recording when another app starts using the microphone.

source: 他のアプリがマイクを使用し始めました。 録音を開始しますか？
en: Another app started using the microphone. Start recording?

source: 他のアプリがマイクを使用し始めました。録音を開始しますか？
en: Another app started using the microphone. Start recording?

source: 他のアプリのマイク使用を検知
en: Detect microphone use by other apps

source: 以下の文字起こしテキストの内容を、20文字以内の短いタイトルにまとめてください。 タイトルのみを出力し、それ以外は何も出力しないでください。 %@
en: Summarize the following transcript into a short title of no more than 8 words. Output only the title and nothing else. %@

source: 会議URLを含むイベントのみ
en: Only events with a meeting URL

source: 会議リマインダー
en: Meeting Reminders

source: 会議中のメモを Markdown で入力できます
en: Write your meeting notes here in Markdown

source: 保存先
en: Save Location

source: 保存済み
en: Saved

source: 停止
en: Stop

source: 停止までの時間: %lld分
en: Stop after: %lld min

source: 再文字起こし
en: Re-transcribe

source: 再確認
en: Check Again

source: 最高精度
en: Highest accuracy

source: 処理中...
en: Processing...

source: 出力先:
en: Output:

source: 出力先フォルダ
en: Output Folder

source: 出力先をコンテキストフォルダと同じにする
en: Same as context folder

source: 別名で保存...
en: Save As...

source: 利用できる CLI を確認しています…
en: Checking for available CLIs…

source: 削除
en: Delete

source: 声を分離
en: Voice Isolation

source: 声を分離に変更
en: Switch to Voice Isolation

source: 変更
en: Rename

source: 変更…
en: Change…

source: 変更すると録音一覧の表示も新しい保存先に切り替わります。既存の録音ファイルは自動では移動しません。
en: Changing this also switches the recording list to the new location. Existing recordings are not moved automatically.

source: 外国語をアプリの言語に翻訳
en: Translate foreign languages into the app language

source: 完了
en: Done

source: 完了までしばらくかかります
en: This may take a while

source: 対象カレンダー
en: Calendars

source: 対象カレンダー…
en: Calendars…

source: 文字起こし
en: Transcription

source: 文字起こしデータがありません
en: No transcript available

source: 文字起こしと合わせて話者を自動識別します。
en: Automatically identifies speakers along with transcription.

source: 文字起こしをコピー
en: Copy Transcript

source: 文字起こしを先に実行してください
en: Please run transcription first

source: 文字起こし中...
en: Transcribing...

source: 文字起こし作成
en: Transcribe

source: 文字起こし言語
en: Transcription Language

source: 新規作成
en: Create New

source: 昨日
en: Yesterday

source: 更新して生成
en: Update and Generate

source: 更新せずに生成
en: Generate Without Updating

source: 未設定の場合、コンテキストなしで生成し録音フォルダに保存します。
en: If not set, minutes are generated without context and saved to the recording folder.

source: 未選択
en: Not selected

source: 検知から除外するアプリ
en: Apps excluded from detection

source: 概要生成
en: Generating Summary

source: 標準
en: Standard

source: 次へ
en: Continue

source: 準備中...
en: Preparing...

source: 無視
en: Ignore

source: 無音で自動停止
en: Auto-stop on silence

source: 無題のイベント
en: Untitled Event

source: 現在の設定はプリセット「%@」の内容と異なります。
en: The current settings differ from the preset “%@”.

source: 生成
en: Generate

source: 生成に失敗しました
en: Generation failed

source: 生成中...
en: Generating...

source: 画面収録
en: Screen Recording

source: 約3GB
en: ~3 GB

source: 約250MB
en: ~250 MB

source: 約600MB
en: ~600 MB

source: 終了
en: Quit

source: 続行
en: Continue

source: 翻訳モデルが未インストールです。システム設定 > 一般 > 言語と地域 > 翻訳言語 でダウンロードしてください。
en: The translation model is not installed. Download it in System Settings > General > Language & Region > Translation Languages.

source: 翻訳先の言語も選択した言語に切り替わります。
en: The translation target language also switches to the selected language.

source: 自動保存されます
en: Saves automatically

source: 表示言語の変更はアプリの再起動後に反映されます。
en: The display language change takes effect after the app restarts.

source: 言語
en: Language

source: 設定
en: Settings

source: 設定…
en: Settings…

source: 設定に戻る
en: Back to Settings

source: 設定を開く
en: Open Settings

source: 話者%lld
en: Speaker %lld

source: 話者識別
en: Speaker Identification

source: 話者識別モデルの削除
en: Delete Speaker Identification Model

source: 話者識別モデルをダウンロード
en: Download Speaker Identification Model

source: 話者識別モデルをダウンロード中...
en: Downloading speaker identification model...

source: 話者識別中...
en: Identifying speakers...

source: 議事録
en: Minutes

source: 議事録がまだ作成されていません
en: Minutes have not been created yet

source: 議事録の生成には %@ のいずれかが必要です。
en: Generating minutes requires one of %@.

source: 議事録の生成に使える CLI がありません
en: No CLI available for generating minutes

source: 議事録をコピー
en: Copy Minutes

source: 議事録を作成
en: Create Minutes

source: 議事録を保存しました
en: Minutes saved

source: 議事録を再生成
en: Regenerate Minutes

source: 議事録を生成しています…
en: Generating minutes…

source: 議事録生成の参考にするドキュメントのフォルダを選びます。
en: Choose a folder of documents to use as reference when generating minutes.

source: 追加
en: Add

source: 通知スタイルをシステム設定 > 通知 > ローカルAI文字起こし で「通知」に変更すると、画面に残り続けるため離席中の自動停止にも気づきやすくなります。
en: If you change this app's notification style to "Alerts" in System Settings > Notifications, notifications stay on screen so you can notice auto-stops while away.

source: 過去7日間
en: Past 7 Days

source: 過去30日間
en: Past 30 Days

source: 選択
en: Select

source: 選択…
en: Choose...

source: 選択したマイクが見つかりません
en: The selected microphone was not found

source: 録音
en: Record

source: 録音データがありません
en: No recordings

source: 録音ファイルの保存先フォルダを選択してください
en: Select a folder to save recordings

source: 録音ファイル作成エラー: %@
en: Failed to create the recording file: %@

source: 録音を停止して文字起こしを作成すると議事録を生成できます
en: Stop recording and create a transcript to generate minutes.

source: 録音を自動停止しました
en: Recording Stopped Automatically

source: 録音を選択するか、録音を開始してください
en: Select a recording or start a new one

source: 録音一覧
en: Recordings

source: 録音中
en: Recording

source: 録音中 — %@
en: Recording — %@

source: 録音中です。停止後に文字起こしが作成されます
en: Recording. The transcript will be created after you stop.

source: 録音中にリアルタイム文字起こし
en: Live transcription while recording

source: 録音停止
en: Stop Recording

source: 録音後に自動で文字起こし
en: Automatically transcribe after recording

source: 録音後の自動文字起こし
en: Auto-Transcription After Recording

source: 録音終了後に自動的に文字起こしを実行します。
en: Runs transcription automatically after recording ends.

source: 録音開始
en: Start Recording

source: 閉じる
en: Close

source: 開始
en: Start

source: 開始 %lld分前から通知
en: Notify %lld min before start

source: 開始時刻に通知
en: Notify at start time

source: 除外リストから削除
en: Remove from exclusion list

source: 音声ファイルと文字起こしデータがゴミ箱に移動されます。
en: The audio files and transcript data will be moved to the Trash.

source: 音声を録音するために使用します
en: Used to record audio

source: 音声出力を追加できません
en: Could not add audio output

source: 音声認識
en: Speech Recognition

source: 音声認識エンジンが利用できません
en: The speech recognition engine is unavailable

source: 音声認識が許可されていないため、リアルタイム文字起こしは無効です。システム設定 > プライバシーとセキュリティ > 音声認識 で許可してください。
en: Live transcription is disabled because speech recognition is not allowed. Please allow it in System Settings > Privacy & Security > Speech Recognition.

source: 音声認識に使用する言語を選択します。
en: Select the language used for speech recognition.

source: 高精度・量子化済み
en: High accuracy, quantized

source: 高速・省メモリ
en: Fast, low memory
